Repository: Brandylee24/cuddly-giggle
Catalog: frontend/src/locale/messages.*.xlf
Languages: de, ka, pt

source: Default push: <code>{{ '{' }} action: 'want', data: ['blocks', ...] {{ '}' }}</code> to express what you want pushed. Available: <code>blocks</code>, <code>mempool-blocks</code>, <code>live-2h-chart</code>, and <code>stats</code>.<br><br>Push transactions related to address: <code>{{ '{' }} 'track-address': '3PbJ...bF9B' {{ '}' }}</code> to receive all new transactions containing that address as input or output. Returns an array of transactions. <code>address-transactions</code> for new mempool transactions, and <code>block-transactions</code> for new block confirmed transactions.
pt: Empurrão padrão: <code>{{ '{' }} action: 'want', data: ['blocks', ...] {{ '}' }}</code> para expressar o que você deseja empurrar. Disponível: <code>blocks</code>, <code> mempool-blocks</code>, <code>live-2h-chart</code> e <code> stats</code>. <br><br>Empurrar transações relacionadas ao endereço: <code>{{ '{' }}'track-address': '3PbJ ... bF9B'{{ '}' }}</code> para receber todas as novas transações contendo aquele endereço como entrada ou saída. Retorna um array de transações. <code>address-transactions</code>para novas transações no mempool e <code>block-transactions</code>para novas transações de bloco confirmadas.

source: Name
pt: Nome

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }}
de: {{ (transactions?.length | number) || '?' }} von {{ txCount | number }}
pt: {{ (transactions?.length | number) || '?' }} de {{ txCount | number }}

source: Peg In/Out and Burn Transactions
de: Peg In/Out- und Burn-Transaktionen
pt: Transações Indexadas/Atreladas e Queimadas

# asset.component.asset-browser-title
source: Asset: this.assetString
de: Vermögenswert: this.assetString
pt: Ativo: this.assetString

source: Merkle root
pt: Árvore Merkle

source: Error loading block data.
de: Fehler beim Laden der Blockdaten.
pt: Erro ao carregar os dados do bloco.

# block.component.browser-title
source: Block block.height: block.id
pt: Blocos block.height: block.id

source: Low priority
de: Niedrige Priorität
pt: Baixa prioridade

source: Medium priority
de: Mittlere Priorität
pt: Média prioridade

source: High priority
de: Hohe Priorität
pt: Alta prioridade

source: Tx vBytes per second:
de: Tx vBytes pro Sekunde:
pt: Transação vBytes por segundo:

source: {{ i }} <span class="shared-block">blocks</span>
pt: {{ i }} <span class="shared-block">blocos</span>

source: {{ i }} <span class="shared-block">block</span>
pt: {{ i }} <span class="shared-block">bloco</span>

source: Total fees
de: Gesamtgebühren
pt: Taxas totais

# mempool-block.next.block
source: Next block
de: Nächster Block
pt: Próximo bloco

# mempool-block.stack.of.blocks
source: Stack of blocksInBlock mempool blocks
de: Stapel von blocksInBlock-Mempoolblöcken
pt: Pilha de blocksInBlock blocos do mempool

# mempool-block.block.no
source: Mempool block this.mempoolBlockIndex + 1
pt: this.mempoolBlockIndex + 1º bloco no mempool

source: Unknown
de: Unbekannt
pt: Desconhecido

# miner-identified-by-payout
source: Identified by payout address: 'vout.scriptpubkey_address'
de: Identifiziert durch die Auszahlungsadresse: 'vout.scriptpubkey_address'
pt: Identificado pelo endereço de pagamento: 'vout.scriptpubkey_address'

# miner-identified-by-coinbase
source: Identified by coinbase tag: 'tag'
de: Identifiziert durch den Coinbase-Tag: 'tag'
pt: Identificado pela tag no conteúdo no bloco: 'tag'

source: Transaction Hex
pt: Hex da Transaçao

# time-since
source: dateStrings.i18nYear ago
pt: dateStrings.i18nYear atrás

# time-span
source: After dateStrings.i18nYear
pt: Depois de dateStrings.i18nYear

# time-until
source: In ~dateStrings.i18nMinute
pt: Em ~dateStrings.i18nMinute

source: Size
de: Größe
pt: Tamanho

source: Weight
de: Gewicht
pt: Peso

source: Coinbase
pt: Conteúdo no bloco

source: Witness
pt: Testemunho

source: P2SH redeem script
pt: P2SH script de resgate

source: P2WSH witness script
pt: P2WSH script de testemunho

source: Previous output script
de: Vorheriges Output Script
pt: Script de saída anterior

source: Load all
de: Alle nachladen
pt: Carregar tudo

source: Peg-out to <ng-container *ngTemplateOutlet="pegOutLink"></ng-container>
de: Peg-out zu <ng-container *ngTemplateOutlet="pegOutLink"> </ng-container>
pt: Atrelado para <ng-container *ngTemplateOutlet="pegOutLink"></ng-container>

source: data
de: Daten
pt: dados

source: This transaction saved {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% on fees by using native SegWit-Bech32
de: Diese Transaktion sparte {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% an Gebühren durch die Verwendung von nativem SegWit-Bech32
pt: Esta transação economizou {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% em taxas usando o SegWit-Bech32 nativo

source: This transaction saved {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% on fees by using SegWit and could save {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% more by fully upgrading to native SegWit-Bech32
de: Diese Transaktion sparte {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% an Gebühren durch die Verwendung von SegWit und könnte {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% mehr sparen durch ein vollständiges Upgrade auf natives SegWit-Bech32
pt: Esta transação economizou {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% em taxas usando SegWit e poderia economizar {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% mais atualizando totalmente para SegWit-Bech32 nativo

source: This transaction could save {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% on fees by upgrading to native SegWit-Bech32 or {{ segwitGains.potentialP2shGains * 100 | number: '1.0-0' }}% by upgrading to SegWit-P2SH
de: Diese Transaktion könnte {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% an Gebühren sparen durch ein Upgrade auf natives SegWit-Bech32 oder {{ segwitGains.potentialP2shGains * 100 | number: '1.0-0' }}% durch ein Upgrade auf SegWit-P2SH
pt: Esta transação poderia economizar {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% em taxas atualizando para SegWit-Bech32 nativo ou {{ segwitGains.potentialP2shGains * 100 | number: '1.0-0' }}% atualizando para SegWit-P2SH

source: RBF
pt: Replace-by-fee

source: This transaction does NOT support Replace-By-Fee (RBF) and cannot be fee bumped using this method
de: Diese Transaktion unterstützt NICHT Replace-By-Fee (RBF) und es kann mit dieser Methode nicht die Gebühr erhöht werden
pt: Essa transação NÃO suporta Replace-By-Fee (RBF) e não pode ter a taxa aumentada usando tal método.

source: Overpaid {{ overpaidTimes }}x
de: Überbezahlt {{ overpaidTimes }}x
pt: Em excesso {{ overpaidTimes }}x

# date-base.year
source: counter year
pt: counter ano

# date-base.years
source: counter years
pt: counter anos

# date-base.month
source: counter month
pt: counter mês

# date-base.months
source: counter months
pt: counter meses

# date-base.week
source: counter week
pt: counter semana

# date-base.weeks
source: counter weeks
pt: counter semanas

# date-base.day
source: counter day
pt: counter dia

# date-base.days
source: counter days
pt: counter dias

# date-base.hour
source: counter hour
pt: counter hora

# date-base.hours
source: counter hours
pt: counter horas

# date-base.minute
source: counter minute
pt: counter minuto

# date-base.minutes
source: counter minutes
pt: counter minutos

# date-base.second
source: counter second
pt: counter segundo

# date-base.seconds
source: counter seconds
pt: counter segundos

source: Issuance TX
de: Ausgabe TX

source: Returns all Bisq transactions belonging to a Bitcoin address, with 'B' prefixed in front of the address.
de: Gibt alle Bisq-Transaktionen zurück, die zu einer Bitcoin-Adresse gehören, wobei vor der Adresse 'B' steht.

source: Returns all Bisq transactions that exist in a Bitcoin block.
de: Gibt alle Bisq-Transaktionen zurück, die in einem Bitcoin-Block vorhanden sind.

source: Returns the most recently processed Bitcoin block height processed by Bisq.
de: Gibt die zuletzt verarbeitete Bitcoin-Blockhöhe zurück, die von Bisq verarbeitet wurde.

source: Returns :length Bitcoin blocks that contain Bisq transactions, starting from :index.
de: Gibt :length Bitcoin-Blöcke, die Bisq-Transaktionen enthalten, beginnend mit :index zurück.

source: Returns details about a Bisq transaction.
de: Gibt Details zu einer Bisq-Transaktion zurück.

source: Waiting for blocks...
de: Warten auf Blöcke ...

source: {{ i }} blocks
de: {{ i }} Blöcke

source: In ~{{ i }} minutes
de: In ~{{ i }} Minuten

source: In ~{{ i }} minute
de: In ~ einer Minute

source: Loading graphs...
de: Laden von Grafiken ...

# time-since.just-now
source: Just now
de: Gerade eben

# time-since.year.ago
source: counter year ago
de: vor einem Jahr

# time-since.month.ago
source: counter month ago
de: vor einem Monat

# time-since.week.ago
source: counter week ago
de: vor einer Woche

# time-since.day.ago
source: counter day ago
de: vor einem Tag

# time-since.hour.ago
source: counter hour ago
de: vor einer Stunde

# time-since.min.ago
source: counter min ago
de: vor einer Min.

# time-since.minute.ago
source: counter minute ago
de: vor einer Minute

# time-since.sec.ago
source: counter sec ago
de: vor einer Sek.

# time-since.second.ago
source: counter second ago
de: vor counter Sekunden

# time-since.years.ago
source: counter years ago
de: vor counter Jahren

# time-since.months.ago
source: counter months ago
de: vor counter Monaten

# time-since.weeks.ago
source: counter weeks ago
de: vor counter Wochen

# time-since.days.ago
source: counter days ago
de: vor counter Tagen

# time-since.hours.ago
source: counter hours ago
de: vor counter Stunden

# time-since.mins.ago
source: counter mins ago
de: vor counter Min.

# time-since.minutes.ago
source: counter minutes ago
de: vor counter Minuten

# time-since.secs.ago
source: counter secs ago
de: vor counter Sek.

# time-since.seconds.ago
source: counter seconds ago
de: vor counter Sekunden

source: After <app-timespan [time]="tx.status.block_time - transactionTime"></app-timespan>
de: Nach <app-timespan [time]="tx.status.block_time - transactionTime"></app-timespan>

source: Only ~{{ medianFeeNeeded | number : '1.1-1' }} sat/vB was needed to get into this block
de: Nur ~{{ medianFeeNeeded | number : '1.1-1' }} sat/vB wurde benötigt, um in diesen Block zu gelangen

source: Difficulty adjustment
de: Schwierigkeitsanpassung
