Repository: Brandylee24/cuddly-giggle
Catalog: frontend/src/locale/messages.*.xlf
Languages: de, ka, pt

# ngb.alert.close
source: Close
de: Schließen
ka: დახურვა
pt: Fechar

# ngb.carousel.slide-number
source: Slide ext(value); of turn this._wrap
ka: პირველი ext(value); დან turn this._wrap

# ngb.carousel.previous
source: Previous
de: Vorherige
ka: წინა
pt: Anterior

# ngb.carousel.next
source: Next
de: Nächstes
ka: შემდეგი
pt: Próximo

# ngb.datepicker.select-month
source: Select month
de: Monat auswählen
ka: აირჩიეთ თვე
pt: Selecione o mês

# ngb.datepicker.select-year
source: Select year
de: Jahr auswählen
ka: აირჩიეთ წელი
pt: Selecione o ano

# ngb.datepicker.previous-month
source: Previous month
de: Vorheriger Monat
ka: წინა თვე
pt: Mês anterior

# ngb.datepicker.next-month
source: Next month
de: Nächster Monat
ka: შემდეგი თვე
pt: Mês seguinte

# ngb.pagination.first-aria
source: First
de: Erstes
ka: პირველი
pt: Primeiro

# ngb.pagination.previous-aria
source: Previous
de: Vorheriges
ka: წინა
pt: Anterior

# ngb.pagination.next-aria
source: Next
de: Nächstes
ka: შემდეგი
pt: Próximo

# ngb.pagination.last-aria
source: Last
de: Letztes
ka: წინა
pt: Último

# ngb.timepicker.HH
source: HH
ka: სთ
pt: H

# ngb.timepicker.hours
source: Hours
de: Stunden
ka: საათი
pt: Horas

# ngb.timepicker.MM
source: MM
ka: თვე
pt: M

# ngb.timepicker.minutes
source: Minutes
de: Minuten
ka: წუთის
pt: Minutos

# ngb.timepicker.increment-hours
source: Increment hours
de: Stunden erhöhen
ka: ზრდადი საათები
pt: Horas incrementadas

# ngb.timepicker.decrement-hours
source: Decrement hours
de: Stunden verringern
ka: კლებადი საათები
pt: Horas decrementadas

# ngb.timepicker.increment-minutes
source: Increment minutes
de: Minuten erhöhen
ka: ზრდადი წუთები
pt: Minutos incrementados

# ngb.timepicker.decrement-minutes
source: Decrement minutes
de: Minuten verringern
ka: კლებადი წუთები
pt: Minutos decrementados

# ngb.timepicker.SS
source: SS
ka: წმ
pt: S

# ngb.timepicker.seconds
source: Seconds
de: Sekunden
ka: წამები
pt: Segundos

# ngb.timepicker.increment-seconds
source: Increment seconds
de: Sekunden erhöhen
ka: ზრდადი წამები
pt: Segundos incrementados

# ngb.timepicker.decrement-seconds
source: Decrement seconds
de: Sekunden verringern
ka: კლებადი წამები
pt: Segundos decrementados

# ngb.toast.close-aria
source: Close
de: Schließen
ka: დახურვა
pt: Fechar

source: Address
de: Adresse
ka: მისამართი
pt: Endereço

source: Total received
de: Insgesamt empfangen
ka: სულ მიღებული
pt: Total recebido

source: Total sent
de: Insgesamt gesendet
ka: სულ გაგზავნილი
pt: Total enviado

source: Balance
de: Guthaben
ka: Ბალანსი
pt: Saldo

source: {{ i }} transaction
ka: {{ i }} ტრანსაქცია

source: {{ i }} transactions
ka: {{ i }} ტრანსაქციები

# bisq-address.component.browser-title
source: Address: this.addressString
ka: მისამართი: this.addressString

source: Block <ng-container *ngTemplateOutlet="blockTemplateContent"></ng-container>
ka: ბლოკი <ng-container *ngTemplateOutlet="blockTemplateContent"></ng-container>

source: Hash
ka: ჰაში

source: Timestamp
de: Zeitstempel
ka: დროის ნიშნული
pt: Data e horário

source: Previous hash
de: Vorheriger Hash
ka: წინა ჰაში
pt: Hash anterior

# bisq-block.component.browser-title
source: Block block.height: block.hash
ka: ბლოკი block.height: block.hash

source: BSQ Blocks
de: BSQ-Blöcke
ka: BSQ ბლოკები
pt: Blocos BSQ

source: Height
de: Höhe
ka: სიმაღლე
pt: Altura

source: Confirmed
de: Bestätigt
ka: დადასტურებული
pt: Confirmado

source: Transactions
de: Transaktionen
ka: ტრანზაქცია
pt: Transações

source: Blocks
de: Blöcke
ka: ბლოკი
pt: Blocos

source: Bisq Trading Volume
de: Bisq Handelsvolumen
ka: Bisq ის ბრუნვა
pt: Volume de Trade na Bisq

source: Markets
de: Märkte
ka: ბაზარი
pt: Mercados

source: Bitcoin Markets
de: Bitcoin-Märkte
ka: ბიტკოინის ბაზარი
pt: Mercados de Bitcoin

source: Currency
de: Währung
ka: ვალუტა
pt: Moeda

source: Price
de: Preis
ka: ფასი
pt: Preço

source: Volume (7d)
de: Volumen (7Tage)
ka: ბრუნვა 7d

source: Trades (7d)
de: Trades (7Tage)
ka: ვაჭრობა 7d

source: Latest Trades
de: Neueste Trades
ka: ბოლო ტრეიდები
pt: Últimos trades

source: Bisq Price Index
de: Bisq-Preisindex
ka: Bisq ფასის ინდექსი
pt: Índice de preço da Bisq

source: View more »
ka: მეტის ნახვა »

source: Terms of Service
de: Nutzungsbedingungen
ka: Მომსახურების პირობები
pt: Termos de Serviço

source: Privacy Policy
ka: Კონფიდენციალურობის პოლიტიკა
pt: Política de Privacidade

source: Buy Offers
de: Kaufangebote
ka: ყიდვის შემოთავაზება
pt: Ofertas de compra

source: Sell Offers
de: Verkaufsangebote
ka: გაყიდვის შემოთავაზება
pt: Ofertas de venda

source: Amount ({{ i }})
ka: რაოდენობა ({{ i }})

source: BSQ statistics
de: BSQ-Statistiken
ka: BSQ სტატისტიკა
pt: Estatísticas BSQ

source: Existing amount
de: Existierende Menge
ka: არსებული თანხა
pt: Quantia existente

source: Minted amount
de: Geprägte Menge
ka: მოპოვებული თანხა
pt: Quantia criada

source: Burnt amount
de: Verbrannte Menge
ka: დამწვარი თანხა
pt: Quantia queimada

source: Addresses
de: Adressen
ka: მისამართები
pt: Endereços

source: Unspent TXOs
ka: დაუხარჯავი TXOs
pt: Saídas de transações não realizadas

source: Spent TXOs
ka: დახარჯული TXOs
pt: Saídas de transações realizadas

source: Market cap
de: Marktkapitalisierung
ka: კაპიტალიზაცია
pt: Capitalização de mercado

source: Date
de: Datum
ka: რიცხვი
pt: Data

source: Amount
de: Betrag
ka: თანხა
pt: Quantia

source: Inputs
ka: შემავალი
pt: Entradas

source: Outputs
ka: გამომავალი
pt: Saídas

source: Issued amount
de: Ausgegebene Menge
ka: გაცემული რაოდენობა
pt: Quantia emitida

source: Type
de: Typ
ka: ტიპი
pt: Tipo

source: Version
ka: ვერსია
pt: Versão

source: Transaction
de: Transaktion
ka: ტრანზაქცია
pt: Transação

source: confirmation</ng-template> <ng-template #confirmationPlural let-i i18n="shared.confirmation-count.plural|Transaction plural confir confirmation
ka: confirmation</ng-template> <ng-template #confirmationPlural let-i i18n="shared.confirmation-count.plural|Transaction plural confir დადასტურება

source: confirmations</ng-template> </button> </div> </div> <div class="clearfix"></div> <div class="box tran confirmations
ka: confirmations</ng-template> </button> </div> </div> <div class="clearfix"></div> <div class="box tran დადასტურება

source: Included in block
de: Im Block aufgenommen
ka: შედის ამ ბლოკში
pt: Incluído no bloco

source: Features
ka: მეთოდი
pt: Características

source: Fee per vByte
de: Gebühr pro vByte
ka: საკომისიო ყოველ vByte-ზე
pt: Taxa por vByte

source: Details
ka: დეტალები
pt: Detalhes

source: Inputs & Outputs
de: Inputs und Outputs
ka: შემავალი & გამომავალი
pt: Entradas & Saídas

# bisq.transaction.browser-title
source: Transaction: this.txId
ka: ტრანზაქცია: this.txId

source: BSQ Transactions
de: BSQ-Transaktionen
ka: BSQ გარიგებები
pt: Transações BSQ

source: TXID
ka: ტრანსაქციის ID
pt: ID da transação

source: Confirmed
de: Bestätigt
ka: დადასტურებული
pt: Confirmado

source: Asset listing fee
de: Auflistungsgebühr für Vermögenswerten
ka: ლისტინგის ფასი
pt: Taxa de listagem do ativo

source: Blind vote
de: Blinde Abstimmung
ka: ბრმად ხმის მიცემა
pt: Voto cego

source: Compensation request
de: Entschädigungsantrag
ka: კომპენსაციის მოთხოვნა
pt: Pedido de compensação

source: Genesis
ka: საწყისი ბლოკი
pt: Gênesis

source: Irregular
de: Irregulär
ka: არარეგულარული

source: Lockup
de: Sperren
ka: ჩაკეტვა
pt: Trancado

source: Pay trade fee
de: Handelsgebühr bezahlen
ka: ტრეიდის საკომისიო
pt: Taxa de trade pago

source: Proof of burn
ka: განადგურების საბუთი
pt: Prova de queima

source: Proposal
de: Vorschlag
ka: შემოთავაზება
pt: Proposta

source: Reimbursement request
de: Erstattungsantrag
ka: ანაზღაურების მოთხოვნა
pt: Pedido de reembolso

source: Transfer BSQ
de: BSQ übertragen
ka: გადარიცხეთ BSQ
pt: Transferência de BSQ

source: Unlock
de: Freigeben
ka: გახსნა
pt: Destravado

source: Vote reveal
de: Abstimmung enthüllen
ka: ხმის გამჟღავნება
pt: Revelar voto

# bisq-transactions.filter
source: Filter
de: Auswahl
ka: გაფილტვრა
pt: Filtro

# bisq-transactions.selectall
source: Select all
de: Alles Auswählen
ka: ყველას მონიშვნა
pt: Marcar tudo

# bisq-transactions.unselectall
source: Unselect all
de: Auswahl aufheben
ka: ყველას განვნიშვნა
pt: Desmarcar tudo

# bisq-graph-trades
source: Trades
ka: ტრეიდები

# bisq-graph-volume
source: Volume
de: Volumen
ka: ბრუნვა

source: The Mempool Open Source Project
de: Das Open-Source-Projekt Mempool
ka: The Mempool Open Source პროექტი
pt: O Projeto de código aberto da Mempool

source: Our mempool and blockchain explorer for the Bitcoin community, focusing on the transaction fee market and multi-layer ecosystem, completely self-hosted without any trusted third-parties.
ka: ბიტკოინ mempool ი და ბლოქჩეინ ექსპლორერი ბიტკოინ community-სთვის, ფოკუსირებული საკომისიოზე და მრავალ შრიან ბიტკოინ ეკოსისტემაზე, სრულიად თვით რეალიზებული მესამე პირთა დაყდრნობის გარეშე

source: Become a sponsor ❤️
de: Werde ein Sponsor ❤️
ka: გახდი სპონსორი ❤️
pt: Seja um patrocinador ❤️

source: Navigate to <a href="https://mempool.space/sponsor" target="_blank">https://mempool.space/sponsor</a> to sponsor
ka: გადასვლა <a href="https://mempool.space/sponsor" target="_blank">https://mempool.space/sponsor</a> შემოწირვის გასაკეთებლად

source: Enterprise Sponsors 🚀
de: Unternehmenssponsoren
ka: კორპორატიული სპონსორები
pt: Empresas Patrocinadoras 🚀

source: Community Sponsors ❤️
de: Community-Sponsoren ❤️
ka: კერძო სპონსორები ❤️
pt: Patrocinadores da comunidade ❤️

source: Wallet Integrations
ka: საფულეს ინტეგრაცია

source: Community Alliances
de: Community-Allianzen
ka: ალიანსი
pt: Alianças da comunidade

source: Project Translators
ka: მთარგმნელები

source: Project Contributors
de: Projektmitwirkende
ka: მოხალისეები
pt: Contribuidores do projeto

source: Project Members
ka: პროექტის წევრები

source: Project Maintainers
de: Projektbetreuer
ka: პროექტის შემქმნელები
pt: Mantenedores do projeto

source: About
de: Über
ka: ჩვენს შესახებ
pt: Sobre

# address-label.multisig
source: Multisig m of n
ka: Multisig m დანn

source: Unconfidential
ka: არაკონფიდენციალური

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }} transaction
ka: {{ (transactions?.length | number) || '?' }} და{{ txCount | number }} ტრანზაქცია

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }} transactions
ka: {{ (transactions?.length | number) || '?' }} და{{ txCount | number }} ტრანსაქცია

source: Error loading address data.
de: Fehler beim Laden der Adressdaten.
ka: შეცდომა მისამართის მონაცემების მოძებვნისას.
pt: Erro ao carregar os dados do endereço.

source: Confidential
de: Vertraulich
ka: კონფიდენციალური
pt: Confidencial

# address.component.browser-title
source: Address: this.addressString
ka: მისამართი: this.addressString

source: Asset
de: Vermögenswert
ka: აქტივი
pt: Ativo

source: Name
ka: სახელი
pt: Nome

source: Precision
de: Nachkommastellen
ka: სიზუსტე
pt: Precisão

source: Issuer
de: Aussteller
ka: გამცემი
pt: Emissor

source: Issuance TX
de: Ausgabe TX
ka: გამცემის TX
pt: Emissão da transação

source: Pegged in
ka: მიბმული
pt: Indexado em

source: Pegged out
ka: განცალკევებული
pt: Atrelado

source: Burned amount
de: Verbrannte Menge
ka: დამწვარი რაოდენობა
pt: Quantia queimada

source: Circulating amount
de: Umlaufmenge
ka: ცირკულირებული რაოდენობა
pt: Quantidade circulante

source: Issuance and Burn Transactions
de: Ausgabe und Verbrennung von Transaktionen
ka: ემისია და დამწვარი ტრანზაქციები
pt: Transações emitidas e queimadas

source: Error loading asset data.
de: Fehler beim Laden der Vermögenswert-Daten.
ka: აქტივის მონაცემების მოძებვნისას მოხდა შეცდომა.
pt: Erro ao carregar os dados do ativo.

# asset.component.asset-browser-title
source: Asset: this.assetString
ka: ასეტი: this.assetString

source: Group of {{ group.assets.length | number }} assets
ka: ჯგუფი {{ group.assets.length | number }} ასეტებიდან

source: Assets
de: Vermögenswerte
ka: აქტივები
pt: Ativos

source: Featured
ka: წარმოდგენილი

source: All
ka: ყველა

source: Search asset
de: Vermögenswert suchen
ka: ქოინების მოძებვნა
pt: Ativo buscado

source: Clear
de: Löschen
ka: წაშლა
pt: Limpar

source: Ticker
ka: ნიშანი

source: Issuer domain
de: Ausstellerdomäne
ka: გამომცემის მისამართი
pt: Domínio do emissor

source: Asset ID
de: Vermögenswert ID
ka: ქოინის ID
pt: ID do ativo

source: Error loading assets data.
de: Fehler beim Laden der Daten der Vermögenswerte.
ka: ქოინების მონაცემების მოძებვნისას მოხდა შეცდომა.
pt: Erro ao carregar os dados dos ativos.

source: Offline
ka: ოფლაინ
pt: Sem conexão

source: Reconnecting...
de: Verbinden...
ka: უკავშირდება...
pt: Reconectando...

source: Layer 2 Networks
de: Layer 2-Netzwerke
ka: ქსელის 2-ე ფენა
pt: Rede 2ª Camada

source: Dashboard
ka: დაფა
pt: Painel de controle

source: Stats
de: Statistiken
ka: სტატისტიკა
pt: Estatísticas

source: Block Fee Rates
ka: ბლოკის საკომისიოს მაჩვენებელი

source: Block Fees
ka: ბლოკის საკომისიოები

source: Fees
ka: საკომისიოები

source: Block Rewards
ka: ბლოკის ანაზღაურება

source: Reward
ka: ანაზღაურება

source: Block Sizes and Weights
ka: ბლოკის ზომები

source: Size
de: Größe
ka: ზომა
pt: Tamanho

source: Weight
de: Gewicht
ka: წონა
pt: Peso

source: Next Block
ka: შემდეგი ბლოკი

source: Previous Block
ka: წინა ბლოკი

source: Median fee
de: Mediangebühr
ka: საშუალო საკომისიო
pt: Taxa média

source: sat/vB
ka: სატ/vB

source: Based on average native segwit transaction of 140 vBytes
de: Basierend auf einer durchschnittlichen nativen Segwit-Transaktion von 140 vByte
ka: გამომდინარე საშუალო native segwit 140 vByte ტრანსაქციიდან
pt: Com base na transação segwit nativa média de 140 vBytes

source: Total fees
de: Gesamtgebühren
ka: ჯამში საკომისიო
pt: Total de taxas

source: Subsidy + fees:
de: Subvention + Gebühr
ka: სუბსიდია + საკომისიო:
pt: Recompensa + taxas:

source: Miner
ka: მაინერი
pt: Minerador

source: Difficulty
de: Schwierigkeit
ka: სირთულე
pt: Dificuldade

source: Details
ka: დეტალები
pt: Detalhes

source: Error loading data.
ka: მოხდა შეცდომა

# block.component.browser-title
source: Block block.height: block.id
ka: ბლოკიblock.height: block.id

source: Mined
de: Geschürft
ka: მოპოვებული
pt: Minerado

source: TXs
de: TX
ka: ტრანზაქცია
pt: Transações

# clipboard.copied-message
source: Copied!
de: Kopiert!
ka: დაკოპირდა
pt: Copiado!

source: Adjusted
ka: შესწორებული

source: Change
ka: ცვლილება

source: Difficulty Adjustment
ka: სირთულე
pt: Ajuste de Dificuldade

source: Remaining
ka: დარჩა
pt: Faltando

source: <span class="shared-block">blocks</span></ng-template> <ng-template <span class="shared-block">blocks</span>
ka: <span class="shared-block">blocks</span></ng-template> <ng-template <span class="shared-block">ბლოკი</span>

source: <span class="shared-block">block</span></ng-template> </div> <span class="shared-block">block</span>
ka: <span class="shared-block">block</span></ng-template> </div> <span class="shared-block">ბლოკი</span>

source: Estimate
ka: დაახლოებით
pt: Estimativa

source: Previous
ka: წინა
pt: Anterior

source: Current Period
ka: ეს პერიოდი
pt: Período Atual

source: Next Halving
ka: შემდეგი ჰალვინგი

source: Either 2x the minimum, or the Low Priority rate (whichever is lower)
ka: ან მინიმუმის 2x ან დაბალ პრიორიტეტული საკომისიო (რომელიც უფრო დაბალია)

source: No Priority
ka: არა პრიორიტეტული

source: Places your transaction in between the second and third mempool blocks
ka: თქვენი ტრანზაცია მოხვდება პირველ და მესამე ბლოკებს შორის

source: Low Priority
ka: დაბალი

source: Places your transaction in between the first and second mempool blocks
ka: თქვენი ტრანზაცია მოხვდება პირველ და მესამე ბლოკებს შორის

source: Medium Priority
ka: საშუალი

source: Places your transaction in the first mempool block
ka: თქვენი ტრანზაცია მოხვდება პირველ და მესამე ბლოკებს შორის

source: High Priority
ka: მაღალი

source: Incoming transactions
de: Eingehende Transaktionen
ka: მიმდინარე ტრანზაქციები
pt: Transações de entrada

source: Backend is synchronizing
de: Das Backend synchronisiert
ka: Backend სინქრონდება
pt: Processo interno está sincronizando

source: Unconfirmed
de: Unbestätigt
ka: დაუდასტურებული
pt: Sem confirmar

source: Mempool size
de: Mempool Größe
ka: მემპულის ზომა
pt: Tamanho do mempool

source: Mining
ka: მაინინგი

source: Pools Ranking
ka: Pools ის რეიტინგი

source: Pools Dominance
ka: Pools ის დომინურობა

source: Hashrate & Difficulty
ka: ჰაშრეიტი და სირთულე

source: Hashrate
ka: ჰაშრეიტი

# mining.pools-historical-dominance
source: Pools Historical Dominance
ka: Pools ის ისტორიული დომინურობა

source: Indexing blocks
ka: ბლოკის ინდექსირება

source: Indexing network hashrate
ka: ქსელის ჰაშრეიტის ინდექსირება

source: Indexing pools hashrate
ka: pool ის ჰაშრეიტის ინდექსირება

source: Graphs
de: Grafiken
ka: დიაგრამები
pt: Gráficos

source: Mining Dashboard
ka: მაინინგ მონაცემები

source: TV view
de: TV-Ansicht
ka: სატელევიზიო ხედვა
pt: Visualização da TV

source: Documentation
ka: დოკუმენტაცია

source: Fee span
de: Gebührenspanne
ka: საკომისიოს დიაპაზონი
pt: Extensão da taxa

source: Value
ka: ღირებულება

source: Fee
de: Gebühr
ka: საკომისიო
pt: Taxa

source: sat
ka: სატ

source: Fee rate
de: Gebührensatz
ka: საკომისიო
pt: Taxa de transação

source: Virtual size
de: Virtuelle Größe
ka: ვირტუალური ზომა
pt: Tamanho virtual

# mempool-block.stack.of.blocks
source: Stack of blocksInBlock mempool blocks
ka: mempool blocksInBlock ის ბლოკების კრება

# mempool-block.block.no
source: Mempool block this.mempoolBlockIndex + 1
ka: მემპულის ბლოკი this.mempoolBlockIndex + 1

source: Range
ka: ზღვარი

source: Sum
ka: ჯამი

source: Reward stats
ka: ანაზღაურების სტატისტიკა

source: (144 blocks)
ka: (144 ბლოკი)

source: Latest blocks
de: Neueste Blöcke
ka: ბოლო ბლოკები
pt: Últimos blocos

source: Adjustments
ka: ცვლილებები

source: Pools Luck (1w)
ka: pool ის გამართლება (1კვ)

source: Blocks (1w)
ka: ბლოკები (1კვ)

source: Pools Count (1w)
ka: pool ის რაოდენობა (1კვ)

source: Rank
ka: რეიტინგი

source: Empty blocks
ka: ცარიელი ბლოკი

source: All miners
ka: ყველა მაინერი

# mining.mining-pools
source: Mining Pools
ka: მაინინგ pool ები

source: i blocks
ka: i ბლოკები

source: Tags
ka: თეგები

source: Show all
ka: ყველას ნახვა

source: Hide
ka: დამალვა

source: Hashrate (24h)
ka: ჰაშრეიტი (24სთ)

source: Estimated
ka: მიახლოებითი

source: Reported
ka: წყაროზე დაყდნობით

source: Luck
ka: იღბალი

source: Mined blocks
ka: მოპოვებული ბლოკები

source: 24h
ka: 24 სთ

source: 1w
ka: 1კვ

source: Miners Reward
ka: მაინერების ანაზღაურება

source: Amount being paid to miners in the past 144 blocks
ka: მაინერების ჯამური ანაზღაურება 144 ბლოკის შედეგად

source: Reward Per Tx
ka: ანაზღაურება თითო ტრანსაქ.

source: Average miners' reward per transaction in the past 144 blocks
ka: მაინერების საშუალო ანაზღაურება 144 ბლოკის შედეგად

source: Average Fee
ka: საშუალო საკომისიო

source: Fee paid on average for each transaction in the past 144 blocks
ka: სულ გადახდილი საკომისიოები 144 ბლოკის შედეგად

source: TXID, block height, hash or address
de: TXID, Blockhöhe, Hash oder Adresse
ka: TXID, ბლოკის სიმაღლე, ჰაში ან მისამართი
pt: ID da transação, altura, hash ou endereço

source: Search
de: Suche
ka: მოძებვნა
pt: Busca

source: Sponsor
ka: სპონსორები
pt: Patrocinador

source: Request invoice
de: Rechnung anfordern
ka: მოითხოვეთ ინვოისი
pt: Solicitação de Pagamento

source: Waiting for transaction...
de: Warten auf die Transaktion ...
ka: ტრანსაქციის მოლოდინში...
pt: Aguardando transação...

source: Donation confirmed!
de: Spende bestätigt!
ka: გადარიცხვა დადასტურებულია!
pt: Doação confirmada!

source: Thank you!
de: Vielen Dank!
ka: დიდი მადლობა!
pt: Obrigado!

source: Mempool by vBytes (sat/vByte)
de: Mempool in vBytes (sat/vByte)
ka: მემპული vBytes (სატ/vByte) მიხედვით
pt: Mempool em vBytes (sat/vByte)

source: Filter
ka: გაფილტვრა

source: Invert
de: Umkehren
ka: შებრუნება
pt: Inverter

source: Transaction vBytes per second (vB/s)
de: Transaktion vBytes pro Sekunde (vB/s)
ka: ტრანზაქცია vBytes წამში (vB/s)
pt: Transação vBytes por segundo (vB/s)

# date-base.just-now
source: Just now
ka: ახლა
pt: Agora mesmo

# time-since
source: dateStrings.i18nYear ago
ka: dateStrings.i18nYear წინ

# time-span
source: After dateStrings.i18nYear
ka: შემდეგdateStrings.i18nYear

# time-until
source: In ~dateStrings.i18nMinute
ka: ~dateStrings.i18nMinute-ში

source: This transaction has been replaced by:
de: Diese Transaktion wurde ersetzt durch:
ka: ტრანსაქცია ჩანაცვლდა:
pt: Essa transação foi substituída por:

source: Unconfirmed
de: Unbestätigt
ka: დაუდასტურებული
pt: Sem confirmar

source: First seen
de: Zuerst gesehen
ka: პირველი
pt: Visto pela primeira vez

source: ETA
de: ca. Zeit bis geschürft ist
ka: სავარაუდო ლოდინის დრო

source: In several hours (or more)
de: In mehreren Stunden (oder mehr)
ka: რამდენიმე საათში (ან მეტი)
pt: Em várias horas (ou mais)

source: Descendant
de: Nachfahre
ka: კლებადი
pt: Descendente

source: Ancestor
de: Vorfahr
ka: შთამომავალი
pt: Ancestral

source: Transaction not found.
de: Transaktion nicht gefunden.
ka: ტრანსაქცია ვერ მოიძებნა.
pt: Transação não encontrada.

source: Waiting for it to appear in the mempool...
de: Warten bis sie im Mempool erscheint...
ka: დაელოდეთ mempool-ში რომ გამოჩნდეს...
pt: Aguardando que apareça no mempool...

source: Effective fee rate
de: Effektiver Gebührensatz
ka: ეფექტური საკომისიო
pt: Taxa de transação efetiva

source: (Newly Generated Coins)
de: (Neu generierte Coins)
ka: (ახალი ქოინები)
pt: (Moedas Recém-Geradas)

source: Peg-in
ka: მიბმული
pt: Indexado em

source: This transaction saved {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% on fees by using native SegWit-Bech32
ka: ტრანსაქციამ შეძლო {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% საკომისიოს ეკონომია, native SegWit-Bech32 ის გამოყენებით

source: This transaction saved {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% on fees by using SegWit and could save {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% more by fully upgrading to native SegWit-Bech32
ka: ტრანზაქციამ შეძლო {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% ეკონომია საკომისიოზე, SegWit ის გამოყენებით და შეეძლო მეტი შეენახა {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% native SegWit-Bech32 ის გამოყენებით

source: This transaction could save {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% on fees by upgrading to native SegWit-Bech32 or {{ segwitGains.potentialP2shGains * 100 | number: '1.0-0' }}% by upgrading to SegWit-P2SH
ka: ტრანსაქციას შეუძლია {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% ეკონომია, native SegWit-Bech32 ის გამოყენებით ან{{ segwitGains.potentialP2shGains * 100 | number: '1.0-0' }}% ის ეკონომია SegWit-P2SH ის გამოყენებით

source: This transaction uses Taproot
ka: ეს ტრანზაქცია იყენებს Taproot-ს

source: This transaction support Replace-By-Fee (RBF) allowing fee bumping
de: Diese Transaktion unterstützt Replace-By-Fee (RBF) und ermöglicht damit Gebührenerhöhungen
ka: ამ ტრანზაქციით შესაძლებელია Replace-By-Fee (RBF) რაც შესაძლებელს საკომისიოს გაზრდას
pt: Essa transação suporta Replace-By-Fee permitindo aumento de taxa

source: Optimal
ka: ნებაყოფლობითი
pt: Ótimo

source: Only ~{{ medianFeeNeeded | feeRounding }} sat/vB was needed to get into this block
ka: მხოლოდ~{{ medianFeeNeeded | feeRounding }} sat/vB საჭიროა ამ ბლოკში მოსახვედრად

source: Overpaid {{ overpaidTimes }}x
ka: ზედმეტი გადახდილია {{ overpaidTimes }}x -ჯერ

source: Transaction Fees
ka: საკომისიო
pt: Taxa de Transação

source: Latest transactions
de: Neueste Transaktionen
ka: ბოლო ტრანზაქციები
pt: Últimas transações

source: USD
ka: დოლარი
pt: Dólar

source: Fee
de: Gebühr
ka: საკომისიო
pt: Taxa

source: Expand
de: Erweitern
ka: მეტის ნახვა
pt: Expandir

source: Collapse
de: Reduzieren
ka: დახურვა
pt: Colapso

source: Minimum fee
de: Mindestgebühr
ka: მინ. საკომისიო
pt: Mínimo exigido

source: Purging
de: Streichung
ka: წაშლა
pt: Mínimo exigido
