Repository: Brandylee24/cuddly-giggle
Catalog: frontend/src/locale/messages.*.xlf
Languages: de, ka, pt

source: Memory usage
de: Speicherausnutzung
ka: მეხსიერება
pt: Uso do Mempool

source: L-BTC in circulation
ka: L-BTC ბრუნვაში

source: Endpoint
de: Endpunkt
ka: დასასრული
pt: Terminal

source: Description
de: Beschreibung
ka: აღწერა
pt: Descrição

source: Code Example
de: Codebeispiel
ka: კოდის მაგალითი
pt: Exemplo de código

source: Install Package
de: Installationspaket
ka: საინსტალაციო პაკეტი
pt: Instalar Pacote

source: Response
de: Antwort
ka: პასუხი
pt: Resposta

# date-base.year
source: counter year
ka: counter წელი

# date-base.years
source: counter years
ka: counter წელი

# date-base.month
source: counter month
ka: counter თვე

# date-base.months
source: counter months
ka: counter თვე

# date-base.week
source: counter week
ka: counter კვირა

# date-base.weeks
source: counter weeks
ka: counter კვირა

# date-base.day
source: counter day
ka: counter დღე

# date-base.days
source: counter days
ka: counter დღე

# date-base.hour
source: counter hour
ka: counter საათი

# date-base.hours
source: counter hours
ka: counter საათი

# date-base.minute
source: counter minute
ka: counter წუთი

# date-base.minutes
source: counter minutes
ka: counter წუთი

# date-base.second
source: counter second
ka: counter წამი

# date-base.seconds
source: counter seconds
ka: counter წამი

source: Transaction fee
de: Transaktionsgebühr
ka: საკომისიო
pt: Taxa de transação

source: Registered assets
de: Registrierte Vermögenswerte
pt: Ativos registrados

source: {{ i }} transaction
de: eine Transaktion
pt: {{ i }} transação

source: {{ i }} transactions
de: {{ i }} Transaktionen
pt: {{ i }} transações

# bisq-address.component.browser-title
source: Address: this.addressString
de: Adresse: this.addressString
pt: Endereço: this.addressString

source: Timestamp
de: Zeitstempel
pt: Data e horário

# bisq-block.component.browser-title
source: Block block.height: block.hash
pt: Bloco block.height: block.hash

source: Bisq Market Price
de: Bisq Marktpreis
pt: Preço de Mercado na Bisq

source: View all »
de: Alles anzeigen »
pt: Ver tudo »

source: Amount ({{ i }})
de: Betrag ({{ i }})
pt: Quantia({{ i }})

source: {{ i }} confirmation
de: eine Bestätigung
pt: {{ i }} confirmação

source: {{ i }} confirmations
de: {{ i }} Bestätigungen
pt: {{ i }} confirmações

# bisq.transaction.browser-title
source: Transaction: this.txId
de: Transaktion: this.txId
pt: Transação: this.txId

source: Building a mempool and blockchain explorer for the Bitcoin community, focusing on the transaction fee market and multi-layer ecosystem, without any advertising, altcoins, or third-party trackers.
de: Aufbau eines Mempools und eines Blockchain-Explorers für die Bitcoin-Community, der sich auf den Transaktionsgebührenmarkt und das mehrschichtige Ökosystem konzentriert, ohne Werbung, Altcoins oder Drittanbieter-Tracker.
pt: Construindo um explorador da mempool e blockchain para a comunidade Bitcoin, com foco nas taxas de transação e ecossistema multicamadas, sem qualquer publicidade, altcoins ou rastreadores de terceiros.

source: Navigate to <a href="https://mempool.space/sponsor" target="_blank">https://mempool.space/sponsor</a> to sponsor
de: Gehen Sie zu <a href="https://mempool.space/sponsor" target="_blank">https://mempool.space/sponsor</a> um zu sponsern
pt: Navegue para <a href="https://mempool.space/sponsor" target="_blank">https://mempool.space/sponsor</a> para patrocinar

source: Community Integrations
de: Community-Integrationen
pt: Integrações da comunidade

source: multisig {{ multisigM }} of {{ multisigN }}
de: Multisig {{ multisigM }} von {{ multisigN }}
pt: multisig {{ multisigM }} de {{ multisigN }}

source: Liquid {{ liquid }}
pt: Lightning {{ liquid }}

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }} transaction
de: Transaktion {{ (transactions?.length | number) || '?' }} von {{ txCount | number }}
pt: {{ (transactions?.length | number) || '?' }} de {{ txCount | number }} transação

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }} transactions
de: {{ (transactions?.length | number) || '?' }} von {{ txCount | number }} Transaktionen
pt: {{ (transactions?.length | number) || '?' }} de {{ txCount | number }} transações

source: <i>The number of transactions on this address exceeds the Electrum server limit</i><br><br> Consider viewing this address on the official Mempool website instead:
de: <i>Die Anzahl der Transaktionen an dieser Adresse überschreitet das Electrum-Serverlimit </i><br><br> Betrachten Sie diese Adresse stattdessen auf der offiziellen Mempool-Website:
pt: <i>O número de transações neste endereço excede o limite do servidor Electrum</i><br><br> Considere visualizar este endereço no site oficial do Mempool:

# address.component.browser-title
source: Address: this.addressString
de: Adresse: this.addressString
pt: Endereço: this.addressString

source: API Service
pt: Serviço API

source: General
pt: Geral

source: Returns details about difficulty adjustment.
pt: Retorna os detalhes sobre o ajuste de dificuldade.

source: Returns statistics about all Bisq transactions.
de: Gibt Statistiken über alle Bisq-Transaktionen zurück.
pt: Retorna estatísticas sobre todas as transações Bisq.

source: Addresses
de: Adressen
pt: Endereços

source: Returns details about an address. Available fields: <code>address</code>, <code>chain_stats</code>, and <code>mempool_stats</code>. {{ '{' }}chain,mempool{{ '}' }}_stats each contain an object with <code>tx_count</code>, <code>funded_txo_count</code>, <code>funded_txo_sum</code>, <code>spent_txo_count</code>, and <code>spent_txo_sum</code>.
de: Gibt Details zu einer Adresse zurück. Verfügbare Felder: <code>address</code>, <code>chain_stats</code>, and <code>mempool_stats</code>. {{ '{' }}chain,mempool{{ '}' }}_stats each contain an object with <code>tx_count</code>, <code>funded_txo_count</code>, <code>funded_txo_sum</code>, <code>spent_txo_count</code>, und <code>spent_txo_sum</code>.
pt: Retorna detalhes sobre um endereço. Campos disponíveis: <code>address</code>, <code>chain_stats</code> e <code>mempool_stats</code>. {{ '{' }}chain, mempool{{ '}' }}_stats cada um contém um objeto com <code>tx_count</code>, <code>funded_txo_count</code>, <code>funded_txo_sum</code>, <code>spent_txo_count</code> e <code>spent_txo_sum</code>.

source: Get transaction history for the specified address/scripthash, sorted with newest first. Returns up to 50 mempool transactions plus the first 25 confirmed transactions. You can request more confirmed transactions using <code>:last_seen_txid</code> (see below).
de: Rufen Sie den Transaktionsverlauf für die angegebene Adresse/den Scripthash ab, sortiert nach dem neuesten zuerst. Gibt bis zu 50 Mempool-Transaktionen und die ersten 25 bestätigten Transaktionen zurück. Sie können weitere bestätigte Transaktionen mit <code>:last_seen_txid</code> anfordern (siehe unten).
pt: Obtenha o histórico de transações para o endereço / scripthash especificado, classificado com o mais recente primeiro. Retorna até 50 transações mempool mais as primeiras 25 transações confirmadas. Você pode solicitar mais transações confirmadas usando <code>:last_seen_txid</code> (veja abaixo).

source: Get confirmed transaction history for the specified address/scripthash, sorted with newest first. Returns 25 transactions per page. More can be requested by specifying the last txid seen by the previous query.
de: Erhalten Sie einen bestätigten Transaktionsverlauf für die angegebene Adresse / den angegebenen Scripthash, sortiert nach der neuesten zuerst. Gibt 25 Transaktionen pro Seite zurück. Weitere können angefordert werden, indem die letzte txid angegeben wird, die in der vorherigen Abfrage angezeigt wurde.
pt: Obtenha o histórico de transações confirmadas para o endereço/scripthash especificado, ordenado pelo mais recente. Retorna 25 transações por página. Mais podem ser solicitados especificando o último ID de transação visto pela consulta anterior.

source: Get unconfirmed transaction history for the specified address/scripthash. Returns up to 50 transactions (no paging).
de: Abrufen des unbestätigten Transaktionsverlaufs für die angegebene Adresse / den angegebenen Scripthash. Gibt bis zu 50 Transaktionen zurück (kein Paging).
pt: Obtenha o histórico de transações não confirmadas para o endereço/scripthash especificado. Retorna até 50 transações (sem paginação).

source: Get the list of unspent transaction outputs associated with the address/scripthash. Available fields: <code>txid</code>, <code>vout</code>, <code>value</code>, and <code>status</code> (with the status of the funding tx).<ng-container *ngIf="network.val === 'liquid'">There is also a <code>valuecommitment</code> field that may appear in place of <code>value</code>, plus the following additional fields: <code>asset</code>/<code>assetcommitment</code>, <code>nonce</code>/<code>noncecommitment</code>, <code>surjection_proof</code>, and <code>range_proof</code>.</ng-container>
de: Ruft die Liste der nicht ausgegebenen Transaktionsausgaben ab, die der Adresse / dem Scripthash zugeordnet sind. Verfügbare Felder: <code>txid</code>, <code>vout</code>, <code>value</code>, and <code>status</code> (mit dem Status der funding tx).<ng-container *ngIf="network.val === 'liquid'">Da ist auch das <code>valuecommitment</code> Feld, dass auftauchen kann, an Stelle von <code>value</code>, mit den Folgenden zusätzlichen Feldern: <code>asset</code>/<code>assetcommitment</code>, <code>nonce</code>/<code>noncecommitment</code>, <code>surjection_proof</code>, und <code>range_proof</code>.</ng-container>
pt: Obtenha a lista de saídas de transações não gastas associadas ao endereço/scripthash. Campos disponíveis: <code>txid</code>, <code>vout</code>, <code>value</code> e <code>status</code> (com o status da transação de financiamento). <ng-container *ngIf="network.val === 'liquid'">Também há um <code>campo de compromisso de valor</code> que pode aparecer no lugar do <code>valor</code>, além dos seguintes campos adicionais: <code>ativo</code> / <code>compromisso de ativo</code>, <code>nonce</code> / <code>compromisso de nonce</code>, <code>surjection_proof</code> e <code>range_proof</code>.</ng-container>

source: Assets
de: Vermögenswerte
pt: Ativos

source: Returns information about a Liquid asset.
de: Gibt Informationen zu einem Liquid Vermögenswert zurück.
pt: Retorna informações sobre um ativo da Liquid.

source: Returns transactions associated with the specified Liquid asset. For the network's native asset, returns a list of peg in, peg out, and burn transactions. For user-issued assets, returns a list of issuance, reissuance, and burn transactions. Does not include regular transactions transferring this asset.
de: Gibt Transaktionen zurück, die dem angegebenen Liquid Vermögenswert zugeordnet sind. Gibt für den nativen Vermögenswert des Netzwerks eine Liste der Transaktionen peg in, peg out, und burn Transaktionen zurück. Gibt für vom Benutzer ausgegebene Vermögenswerte eine Liste der peg in, peg out, und burn Transaktionen zurück. Beinhaltet keine regulären Transaktionen, die diesen Vermögenswert übertragen.
pt: Retorna as transações associadas ao recurso da Liquid especificado. Para o ativo nativo da rede, retorna uma lista de transações de indexado em, atrelado e queima. Para ativos emitidos pelo usuário, retorna uma lista de transações de emissão, reemissão e queima. Não inclui transações regulares de transferência deste ativo.

source: Get the current total supply of the specified asset. For the native asset (L-BTC), this is calculated as [chain,mempool]_stats.peg_in_amount - [chain,mempool]_stats.peg_out_amount - [chain,mempool]_stats.burned_amount. For issued assets, this is calculated as [chain,mempool]_stats.issued_amount - [chain,mempool]_stats.burned_amount. Not available for assets with blinded issuances. If /decimal is specified, returns the supply as a decimal according to the asset's divisibility. Otherwise, returned in base units.
de: Rufen Sie das aktuelle Gesamtangebot des angegebenen Assets ab. Für das native Asset (L-BTC) wird dies berechnet als [chain,mempool]_stats.peg_in_amount - [chain,mempool]_stats.peg_out_amount - [chain,mempool]_stats.burned_amount. Für ausgegebene Vermögenswerte wird dies berechnet als [chain,mempool]_stats.issued_amount - [chain,mempool]_stats.burned_amount. Nicht verfügbar für Vermögenswerte mit blinded issuances. Wenn /decimal ,angegeben ist, wird das Angebot entsprechend der Teilbarkeit des Vermögenswertes als Dezimalzahl zurückgegeben. Andernfalls in Basiseinheiten zurückgegeben.
pt: Obtenha o suprimento total atual do ativo especificado. Para o ativo nativo (L-BTC), isso é calculado como [cadeia, mempool] _stats.peg_in_amount - [cadeia, mempool] _stats.peg_out_amount - [cadeia, mempool] _stats.burned_amount. Para ativos emitidos, isso é calculado como [cadeia, mempool] _stats.issued_amount - [cadeia, mempool] _stats.burned_amount. Não disponível para ativos com emissões ocultas. Se / decimal for especificado, retorna o fornecimento como decimal de acordo com a divisibilidade do ativo. Caso contrário, retornado em unidades básicas.

source: Blocks
de: Blöcke
pt: Blocos

source: Returns details about a block. Available fields: <code>id</code>, <code>height</code>, <code>version</code>, <code>timestamp</code>, <code>bits</code>, <code>nonce</code>, <code>merkle_root</code>, <code>tx_count</code>, <code>size</code>, <code>weight</code>,<ng-container *ngIf="network.val === 'liquid'"><code>proof</code>,</ng-container> and <code>previousblockhash</code>.
de: Gibt Details zu einem Block zurück. Verfügbare Felder: <code>id</code>, <code>height</code>, <code>version</code>, <code>timestamp</code>, <code>bits</code>, <code>nonce</code>, <code>merkle_root</code>, <code>tx_count</code>, <code>size</code>, <code>weight</code>,<ng-container *ngIf="network.val === 'liquid'"><code>proof</code>,</ng-container> und <code>previousblockhash</code>.
pt: Retorna detalhes sobre um bloco. Campos disponíveis: <code>id</code>, <code>height</code>, <code>version</code>, <code>timestamp</code>, <code>bits</code>, <code>nonce</code>, <code>merkle_root</code>, <code>tx_count</code>, <code>size</code>, <code>weight</code>,<ng-container *ngIf="network.val === 'liquid'"><code>proof</code>,</ng-container> e <code>previousblockhash</code>.

source: Returns the hex-encoded block header.
pt: Retorna o código hexadecimal do cabeçalho do bloco.

source: Returns the hash of the block currently at <code>:height</code>.
de: Gibt den Hash des Blocks zurück, der sich derzeit in <code> :height</code> befindet zurück.
pt: Retorna o hash do bloco atualmente na <code>:height</code>.

source: Returns the raw block representation in binary.
de: Gibt die Rohblockdarstellung in Binärform zurück.
pt: Retorna a representação do bloco bruto em binário.

source: Returns the confirmation status of a block. Available fields: <code>in_best_chain</code> (boolean, false for orphaned blocks), <code>next_best</code> (the hash of the next block, only available for blocks in the best chain).
de: Gibt den Bestätigungsstatus eines Blocks zurück. Verfügbare Felder: <code>in_best_chain</code> (boolean, false for orphaned blocks), <code>next_best</code> (der Hash des nächsten Blocks, nur für Blöcke in der besten Kette verfügbar).
pt: Retorna o status de confirmação de um bloco. Campos disponíveis: <code>in_best_chain</code> (booleano, falso para blocos órfãos), <code>next_best</code> (o hash do próximo bloco, disponível apenas para blocos na melhor cadeia).

source: Returns the height of the last block.
de: Gibt die Höhe des letzten Blocks zurück.
pt: Retorna a altura do último bloco.

source: Returns the hash of the last block.
de: Gibt den Hash des letzten Blocks zurück.
pt: Retorna o hash do último bloco.

source: Returns the transaction at index <code>:index</code> within the specified block.
de: Gibt die Transaktion am Index <code>:index</code> innerhalb des angegebenen Blocks zurück.
pt: Retorna a transação no índice <code>:index</code> dentro do bloco especificado.

source: Returns a list of all txids in the block.
de: Gibt eine Liste aller txids im Block zurück.
pt: Retorna uma lista de todos os IDs de transações no bloco.

source: Returns a list of transactions in the block (up to 25 transactions beginning at <code>start_index</code>). Transactions returned here do not have the <code>status</code> field, since all the transactions share the same block and confirmation status.
de: Gibt eine Liste der Transaktionen im Block zurück (bis zu 25 Transaktionen beginnend bei <code>start_index</code>). Hier zurückgegebene Transaktionen haben nicht das Feld <code>status</code>, da alle Transaktionen denselben Block- und Bestätigungsstatus haben.
pt: Retorna uma lista de transações no bloco (até 25 transações começando em <code>start_index</code>). As transações retornadas aqui não possuem o campo de <code>status</code>, pois todas as transações compartilham o mesmo bloco e status de confirmação.

source: Returns the 10 newest blocks starting at the tip or at <code>:start_height</code> if specified.
de: Gibt die 10 neuesten Blöcke zurück, beginnend bei der Spitze oder bei <code>:start_height</code>, falls angegeben.
pt: Retorna os 10 blocos mais novos começando na ponta ou em <code>:start_height </code>se especificado.

source: Fees
de: Gebühren
pt: Taxas

source: Returns current mempool as projected blocks.
de: Gibt den aktuellen Mempool als projizierte Blöcke zurück.
pt: Devolve o mempool atual como blocos projetados.

source: Returns our currently suggested fees for new transactions.
de: Gibt unsere derzeit empfohlenen Gebühren für neue Transaktionen zurück.
pt: Devolve as nossas taxas atuais sugeridas para novas transações.

source: Returns current mempool backlog statistics.
de: Gibt die aktuellen Mempool-Backlog-Statistiken zurück.
pt: Retorna as estatísticas atuais do backlog do mempool.

source: Get the full list of txids in the mempool as an array. The order of the txids is arbitrary and does not match bitcoind.
de: Abruf der vollständigen Liste der txids im Mempool als Array. Die Reihenfolge der txids ist willkürlich und stimmt nicht mit bitcoind überein.
pt: Obtenha a lista completa de IDs de transação no mempool como um array. A ordem dos IDs de transação é arbitrária e não corresponde ao bitcoind.

source: Get a list of the last 10 transactions to enter the mempool. Each transaction object contains simplified overview data, with the following fields: <code>txid</code>, <code>fee</code>, <code>vsize</code>, and <code>value</code>.
de: Holt eine Liste der letzten 10 Transaktionen, die im Mempool angekommen sind. Jedes Transaktionsobjekt enthält vereinfachte Übersichtsdaten mit den folgenden Feldern: <code>txid</code>, <code>fee</code>, <code>vsize</code>, und <code>value</code>.
pt: Obtenha uma lista das últimas 10 transações para entrar no mempool. Cada objeto de transação contém dados de visão geral simplificados, com os seguintes campos: <code>txid</code>, <code>fee</code>, <code>vsize</code> e <code>value</code>.

source: Transactions
de: Transaktionen
pt: Transações

source: Returns the ancestors and the best descendant fees for a transaction.
de: Gibt die Vorfahren und die besten Nachkommensgebühren für eine Transaktion zurück.
pt: Devolve os ancestrais e as melhores taxas descendentes para uma transação.

source: Returns details about a transaction. Available fields: <code>txid</code>, <code>version</code>, <code>locktime</code>, <code>size</code>, <code>weight</code>, <code>fee</code>, <code>vin</code>, <code>vout</code>, and <code>status</code>.
de: Gibt Details zu einer Transaktion zurück. Verfügbare Felder: <code>txid</code>, <code>version</code>, <code>locktime</code>, <code>size</code>, <code>weight</code>, <code>fee</code>, <code>vin</code>, <code>vout</code>, und <code>status</code>.
pt: Retorna detalhes sobre uma transação. Campos disponíveis: <code>txid</code>, <code>version</code>, <code>locktime</code>, <code>size</code>, <code>weight</code>, <code>fee</code>, <code>vin</code>, <code>vout</code> e <code>status</code>.

source: Returns a transaction serialized as hex.
de: Gibt eine als Hex serialisierte Transaktion zurück.
pt: Retorna uma transação serializada como hexadecimal.

source: Returns a merkle inclusion proof for the transaction using <a href="https://bitcoin.org/en/glossary/merkle-block">bitcoind's merkleblock</a> format.
de: Gibt einen Merkle-Einschlussnachweis für die Transaktion zurück, der das <a href="https://bitcoin.org/en/glossary/merkle-block">Merkleblockformat von bitcoind</a> verwendet.
pt: Retorna uma prova de inclusão de merkle para a transação usando <a href="https://bitcoin.org/en/glossary/merkle-block">o formato merkleblock do bitcoind</a>.

source: Returns a merkle inclusion proof for the transaction using <a href="https://electrumx.readthedocs.io/en/latest/protocol-methods.html#blockchain-transaction-get-merkle">Electrum's blockchain.transaction.get_merkle format.</a>
de: Gibt einen Merkle-Einschlussnachweis für die Transaktion im <a href="https://electrumx.readthedocs.io/en/latest/protocol-methods.html#blockchain-transaction-get-merkle">Electrum blockchain.transaction.get_merkle </a> Format zurück.
pt: Retorna uma prova de inclusão de merkle para a transação usando o formato <a href="https://electrumx.readthedocs.io/en/latest/protocol-methods.html#blockchain-transaction-get-merkle">Electrum do blockchain.transaction.get_merkle.</a>

source: Returns the spending status of a transaction output. Available fields: <code>spent</code> (boolean), <code>txid</code> (optional), <code>vin</code> (optional), and <code>status</code> (optional, the status of the spending tx).
de: Gibt den Ausgabestatus eines Transaktions-Outputs zurück. Verfügbare Felder: <code>spent</code> (boolean), <code>txid</code> (optional), <code>vin</code> (Optional), und <code>status</code> (Optional, der Status der ausgebenden TX).
pt: Retorna o status de gastos de uma saída de transação. Campos disponíveis: <code>spent</code> (booleano), <code>txid</code> (opcional), <code>vin</code> (opcional) e <code>status</code> (opcional, o status do gasto da transação).

source: Returns the spending status of all transaction outputs.
de: Gibt den Ausgabenstatus aller outputs der Transaktion zurück.
pt: Retorna o status de gastos de todas as saídas da transação.

source: Returns a transaction as binary data.
de: Gibt eine Transaktion als Binärdaten zurück.
pt: Retorna uma transação como dados binários.

source: Returns the confirmation status of a transaction. Available fields: <code>confirmed</code> (boolean), <code>block_height</code> (optional), and <code>block_hash</code> (optional).
de: Gibt den Bestätigungsstatus einer Transaktion zurück. Verfügbare Felder: <code>confirmed</code> (boolean), <code>block_height</code> (Optional), und <code>block_hash</code> (Optional).
pt: Retorna o status de confirmação de uma transação. Campos disponíveis: <code>confirmed</code> (booleano), <code>block_height</code> (opcional) e <code>block_hash</code> (opcional).

source: Returns :length of latest Bisq transactions, starting from :index.
de: Gibt :length der letzten Bisq-Transaktionen zurück, beginnend mit :index.
pt: Retorna :comprimento das últimas transações Bisq, começando em :índice.

source: Broadcast a raw transaction to the network. The transaction should be provided as hex in the request body. The <code>txid</code> will be returned on success.
de: Rohtransaktion an das Netzwerk senden. Die Transaktion sollte als Hex im request body angegeben werden. Die <code>txid</code> wird bei Erfolg zurückgegeben.
pt: Transmita uma transação bruta para a rede. A transação deve ser fornecida como hexadecimal no corpo da solicitação. O <code>id da transação</code> será devolvido em caso de sucesso.
